Repository: sebastienserre/thfo-intranet
Catalog: languages/thfo-intranet-*.po
Languages: fr_fr

source: Add New
fr_fr: Ajouter

source: Add New Intranet
fr_fr: Ajouter

source: Add New Item
fr_fr: Ajouter

source: Add or remove items
fr_fr: Ajouter ou enlever

source: All Intranets
fr_fr: Tous

source: All Items
fr_fr: Tous

source: Available downloads
fr_fr: Téléchargements disponible

source: Categories
fr_fr: Catégories

source: Choose from the most used
fr_fr: Choisissez parmi les plus utilisés

source: Edit Intranet
fr_fr: Modifier

source: Edit Item
fr_fr: Modifier

source: Featured Image
fr_fr: Image à la une

source: Filter items list
fr_fr: Filtrer les termes

source: Insert into item
fr_fr: Insérer dans

source: Intranet Archives
fr_fr: Archives

source: Intranet Attributes
fr_fr: Attributs

source: Intranet Author
fr_fr: Auteur Intranet

source: Intranet Reader
fr_fr: Lecteur Intranet

source: Intranets list
fr_fr: Liste

source: Intranets list navigation
fr_fr: Navigation dans la liste

source: Items list
fr_fr: Éléments

source: Items list navigation
fr_fr: Navigation dans les Éléments

source: New Intranet
fr_fr: Nouvel intranet

source: New Item Name
fr_fr: Nouvel élément

source: No items
fr_fr: Aucun élémént

source: Not Found
fr_fr: Non Trouvé

source: Not found
fr_fr: Non trouvé

source: Not found in Trash
fr_fr: Rien dans la corbeille

source: Parent Intranet:
fr_fr: Intranet Parent :

source: Parent Item
fr_fr: Intranet Parent

source: Parent Item:
fr_fr: Intranet Parent :

source: Popular Items
fr_fr: 2lément populaire

source: Published in: %s
fr_fr: Publié dans : %s

source: Read More
fr_fr: En lire plus

source: Remove featured image
fr_fr: Enlever une image de mise en avant

source: Search Intranet
fr_fr: Chercher

source: Search Items
fr_fr: Chercher

source: Separate items with commas
fr_fr: Séparer avec des virgules

source: Set featured image
fr_fr: Définir une image de mise en avant

source: Share content only with registred users
fr_fr: Partager le contenu seulement avec des utilisateurs enregistrés

# Taxonomy General Name
source: Categories
fr_fr: Catégories

# Taxonomy Singular Name
source: Category
fr_fr: Catégorie

source: Update Intranet
fr_fr: Mettre a jour

source: Update Item
fr_fr: Mettre à jour

source: Uploaded to this item
fr_fr: Téléverser sur cet élément

source: Use as featured image
fr_fr: Utiliser une image mise en avant

source: View Intranet
fr_fr: Voir

source: View Intranets
fr_fr: Voir

source: View Item
fr_fr: Voir
